DOS 命令
	1.打开终端的命令
	(1)window+R/点击开始烂 输cmd
	(2)在某个文件夹下打开终端
		按shift+右击有个在此处打开命令窗口
	2.修改终端的背景颜色的命令
		先输 color help(不区分大小写)
		然后输 color 0F(黑色的背景，白色的字体)，前面代表背景颜色，后边是字体颜色
	3.md命令 创建文件夹
		输md aa然后回车，当前目录就会创建一个aa的文件夹
	4.ren命令  重命名文件
		第一个是原来的名字，第二个是修改后的名字  ren aa.txt  bb.txt
	5.cls清屏指令
		整个终端的指令会全部清除
	6.Ctrl+c 终止终端(终止一个程序)
		按Ctrl+c
	7.D: 代表进入D这个盘区(不区分大小写)
		本来在C盘可以进入D盘创建文件夹
	8.cd/指令 文件夹名，代表进入这个文件夹目录
	9. cd..指令，返回上一级目录
	10.dir 显示当前目录下的文件
	11.del 删除txt的文档(window10可以)
	12.rd 删除文件
	13.终端中的快捷键不能使用，需要右击鼠标使用(针对window7)
	14.查看网络地址 ipconfig
	15.tab 不全文件名
	16.↑ 返回上一个
注册GitHub账号(一个国际上的项目托管平台)
	GitHub是一个国际上的项目托管平台，国内的是码云
	1.
	
	
				
		
		
	
	
	
	